[
  { "term":"A bird in the hand is worth two in the bush", "def": "It is better to be satisfied with something you have than to risk losing it by trying to get something better you may not succeed in getting.", "cat":"Sayings" },
  
  { "term":"Absence makes the heart grow fonder", "def": "The longer someone is away, the more you realize how much you love or miss them.", "cat":"Sayings" },
  
  { "term":"Actions speak louder than words", "def": "What someone actually does means more than what they say they will do.", "cat":"Sayings" },
  
  { "term":"Better late than never", "def": "Even if you are late with a commitment, it's still important to follow through.", "cat":"Sayings" },
  
  { "term":"Do unto others as you would have them do unto you", "def": "The golden rule.  Treat others as you would like to be treated.", "cat":"Sayings" },
  
  { "term":"Don't put the cart before the horse", "def": "Don't do things out of the proper order.", "cat":"Sayings" },
  
  { "term":"Live and learn", "def": "To increase one's knowledge by experience, often by making mistakes.", "cat":"Sayings" },
  
  { "term":"Live and let live", "def": "To tolerate the opinions and behavior of others, as you lead the life you want.", "cat":"Sayings" },
  
  { "term":"No news is good news", "def": "Don't worry if you haven't heard; you can assume that all is well.", "cat":"Sayings" },
  
  { "term":"Slow but steady wins the race", "def": "Consistent and concerted effort leads to success.", "cat":"Sayings" },
  
  { "term":"Two wrongs don't make a right", "def": "Responding to a misdeed in kind is not appropriate.", "cat":"Sayings" },
  
  { "term":"When in Rome, do as the Romans do", "def": "In an unfamiliar country or situation, you should follow the lead of the local or experienced people.", "cat":"Sayings" },
  
  { "term":"Where there's smoke there's fire", "def": "Rumors or rumbles tend to indicate much larger problems.", "cat":"Sayings" },
  
  { "term":"A penny saved is a penny earned", "def": "Spend money wisely.", "cat":"Sayings" },
  
  { "term":"All's well that ends well", "def": "Problems that occur along the way don't matter as long as the outcome is positive.", "cat":"Sayings" },
  
  { "term":"Birds of feather flock together", "def": "People tend to work, live and spend time with others who are similar.", "cat":"Sayings" },
  
  { "term":"Don't count your chickens before they hatch", "def": "Don't rely on something good happening until it has actually happened.", "cat":"Sayings" },
  
  { "term":"Let's cross that bridge when we come to it", "def": "Don't worry about potential problems, rather face problems as they come.", "cat":"Sayings" },
  
  { "term":"Out of sight, out of mind", "def": "You soon forget people or things that are no longer visible or present.", "cat":"Sayings" },
  
  { "term":"Rome wasn't built in a day", "def": "Important work takes time.", "cat":"Sayings" },
  
  { "term":"The early bird catches the worm", "def": "The person who is first has the advantage.", "cat":"Sayings" },
  
  { "term":"The grass is always greener on the other side of the fence", "def": "Other people's situations always seem better than your own.", "cat":"Sayings" },
  
  { "term":"When it rain, it pours", "def": "Problems or bad outcomes tend to occur in clusters.", "cat":"Sayings" },
  
  { "term":"Where there's a will, there's a way", "def": "If someone is really committed to something, there's a way to make it happen.", "cat":"Sayings" },
  
  { "term":"You can't have your cake and eat it too", "def": "You can't have it both ways.", "cat":"Sayings" },
  
  { "term":"A man is known by the company he keeps", "def": "Our character is reflected in our choice of friends.", "cat":"Sayings" },
  
  { "term":"A watched pot never boils", "def": "When we wait impatiently, it seems to take longer.", "cat":"Sayings" },
  
  { "term":"All's fair in love and war", "def": "In highly charged situations, any method of achieving your objective is justifiable.", "cat":"Sayings" },
  
  { "term":"An apple a day keeps the doctor away", "def": "Eating nutritious food, and other simple preventions, helps keep you healthy.", "cat":"Sayings" },
  
  { "term":"Don't judge a book by its cover", "def": "You shouldn't prejudge people or things by their outward appearance.", "cat":"Sayings" },
  
  { "term":"Early to bed and early to rise makes a man healthy, wealthy, and wise", "def": "Benjamin Franklin's advice for success.", "cat":"Sayings" },
  
  { "term":"Haste makes waste", "def": "Don't rush through a task as you will make mistakes that take more time and resources.", "cat":"Sayings" },
  
  { "term":"If at first you don't succeed, try, try again", "def": "Be persistent, even if you face early setbacks.", "cat":"Sayings" },
  
  { "term":"If the shoe fits, wear it", "def": "If it applies to you, accept it.", "cat":"Sayings" },
  
  { "term":"If you can't stand the heat, get out of the kitchen", "def": "If you cannot handle the pressure, you should not remain in a position where you have to deal with it.", "cat":"Sayings" },
  
  { "term":"Imitation is the sincerest form of flattery", "def": "To imitate someone is to pay the person a genuine, often unintended, compliment.", "cat":"Sayings" },
  
  { "term":"It's never over till it's over",  "def": "Even if it's going well, there's no guarantee of success until it's final.", "cat":"Sayings" },
  
  { "term":"Lightning never strikes twice in the same place", "def": "Rare situations or events are unlikely to happen again in exactly the same circumstances or to the same person.", "cat":"Sayings" },
  
  { "term":"Look before you leap", "def": "Before you act, consider the possible consequences or dangers.", "cat":"Sayings" },
  
  { "term":"One rotten apple spoils the barrel", "def": "A negative or bad person influences everyone he or she comes into contact with.", "cat":"Sayings" },
  
  { "term":"Seeing is believing", "def": "Even when hard to believe, when you see it for yourself, you are convinced.", "cat":"Sayings" },
  
  { "term":"The bad workman always blames his tools", "def": "Blaming external factors, rather than take responsibility for their own poor work.", "cat":"Sayings" },
  
  { "term":"The pen is mightier than the sword", "def": "Communicating is more effective than fighting.", "cat":"Sayings" },
  
  { "term":"The show must go on", "def": "Despite mishaps, you should continue on as planned.", "cat":"Sayings" },
  
  { "term":"There are plenty of fish in the sea", "def": "There are plenty of good alternatives.", "cat":"Sayings" },
  
  { "term":"Too many cooks spoil the broth", "def": "If too many people are doing or managing an activity, it will not turn out well.", "cat":"Sayings" },
  
  { "term":"Two heads are better than one", "def": "It's helpful to have the advice or opinion of a another person.", "cat":"Sayings" },
  
  { "term":"What's good for the goose is good for the gander", "def": "If one person is allowed to do something, then everyone should be allowed.", "cat":"Sayings" },
  
  { "term":"When the going gets tough, the tough get going", "def": "In difficult situations, the strong rise to the occasion.", "cat":"Sayings" },
  
  { "term":"You can unscramble an egg", "def": "Some situations are irreversible.", "cat":"Sayings" },
  
  { "term":"You can't teach an old dog news tricks", "def": "People who have long been used to doing things in a particular way will not modify their habits.", "cat":"Sayings" },
  
  { "term":"His bark is worse than his bite", "def": "Someone may sound frightening, but they are actually harmless.", "cat":"Sayings" },
  
  { "term":"A fool and his money are soon parted", "def": "It's easy to waste money and it is foolish to do so.", "cat":"Sayings" },

  { "term":"consumer", "def": "Someone who buys a product or service for personal use.", "cat":"Business & Economics"},

  { "term":"corporation", "def": "An organization owned by shareholders, or in the case of nonprofits, accountable to members.", "cat":"Business & Economics"},

  { "term":"currency", "def": "The system of money, especially banknotes, in use in a particular country.  More generally any form of money in use as a medium of exchange.", "cat":"Business & Economics"},

  { "term":"debt", "def": "Money that is owed.", "cat":"Business & Economics"},

  { "term":"demand", "def": "The amount of goods or services that individuals and corporations are willing to purchase at a given price.", "cat":"Business & Economics"},

  { "term":"economics", "def": "The social science that studies the production, distribution, and consumption of goods and services.", "cat":"Business & Economics"},

  { "term":"entrepreneur", "def": "A person that starts a business or other venture.",  "cat":"Business & Economics"},

  { "term":"euro", "def": "The currency in Europe which replaced the national currencies of Germany, France, Spain, Italy and in total 19 of the 28 member states of the European Union.", "cat":"Business & Economics"},

  { "term":"income", "def": "Money received for work or through investments in a given period of time, often monthly or annually.", "cat":"Business & Economics"},

 { "term":"investment", "def": "Spending money for something with expectation that its value will rise over time.", "cat":"Business & Economics"},

  { "term":"minimum wage", "def": "The lowest hourly wage permitted by law.", "cat":"Business & Economics"},

  { "term":"mortgage", "def": "A loan for a home or other real estate property.  It is a specialized loan where the bank takes temporary title (ownership) of the property until the loan and interest are repaid, at which time the title reverts to the buyer.", "cat":"Business & Economics"},

  { "term":"natural resources", "def": "Materials from nature, such as oil, wood or minerals, which can be developed for economic gain.", "cat":"Business & Economics"},

  { "term":"retail", "def": "Selling goods directly to individual consumers.", "cat":"Business & Economics"},

  { "term":"revenue", "def": "For businesses, the income from sales of products and services over a period of time.  For governments, the total income from taxes and fees over a given period.", "cat":"Business & Economics"},

  { "term":"services", "def": "Work performed for others.", "cat":"Business & Economics"},

  { "term":"supply and demand", "def": "The amount of goods or services available and the quantity desired.", "cat":"Business & Economics"},

  { "term":"tax", "def": "Money collected by the government from individuals and businesses to pay for programs and services.", "cat":"Business & Economics"},

  { "term":"trade", "def": "Generally, the buying and selling of goods and services, or similar economic activity.", "cat":"Business & Economics"},

  { "term":"U.S. dollar", "def": "The official currency of the United States.", "termId":73, "cat":"Business & Economics"},

  { "term":"barter", "def": "The direct exchange of goods and services for other goods and services, rather than for money.", "cat":"Business & Economics"},

  { "term":"big business", "def": "Large corporations or large-scale commercial or financial activity.", "cat":"Business & Economics"},

  { "term":"capital", "def": "Wealth in the form of money or other assets available for investment.", "cat":"Business & Economics"},

  { "term":"credit", "def": "Money, goods or services which are obtained with an agreement to pay for them the future.", "cat":"Business & Economics"}
]